# Стартовые команды
start = "Привет, {name},  я бот который поможет вам с конвертацией валюты.\nДля перехода к конвертации необходимо выбрать команду /convert в меню\nДля общения "
help = "Команда '/start' - начало работы и приветствие\nКоманда '/convert' конвертация выбранных валют  "
convert = "Необходимо выбрать валюту для обмена"

# Валюты:
eur = "EUR"
rub = "RUB"
gbp = "GBP"
cny = "CNY"
usd = "USD"

# Ввод численного значения
choice_currency = "Выбранная валюта - {currency}"
amount = "Введите количество {currency} для конвертации"

# Small talk
bye = ["До свидания", "Пока", "Хорошего дня", "Удачи"]
welcome = ["Привет", "Здравствуйте", "Добрый день", "Приветствую"]
